Repository: kodi-game/game.libretro.bluemsx
Catalog: game.libretro.bluemsx/resources/language/resource.language.*/strings.po
Languages: ga, it_it, sv_se, zh_cn

# Addon Description
source: BlueMSX is a rich MSX emulator. It supports most common machines and a wide variety of extension hardware.
ga: Is aithriseoir saibhir MSX é BlueMSX. Tacaíonn sé leis an gcuid is mó de na meaisíní coitianta agus le réimse leathan crua-earraí síneadh.
it_it: BlueMSX è un ricco emulatore MSX. Supporta le macchine più comuni e un'ampia varietà di estensioni hardware.
sv_se: BlueMSX är en funktionsrik MSX-emulator. Den stöder de flesta vanliga maskiner och ett brett utbud av tilläggshårdvara.
zh_cn: BlueMSX 是一个富 MSX 模拟器。它支持最常见的机型和各种扩展硬件。

# Addon Disclaimer
source: Authors: Daniel Vik, Benoit Delvaux, Tomas Karlsson, Johan van Leur, Ricardo Bittencourt and Ray Zero
ga: Údair: Daniel Vik, Benoit Delvaux, Tomas Karlsson, Johan van Leur, Ricardo Bittencourt agus Ray Zero
it_it: Autori: Daniel Vik, Benoit Delvaux, Tomas Karlsson, Johan van Leur, Ricardo Bittencourt e Ray Zero
sv_se: Upphovspersoner: Daniel Vik, Benoit Delvaux, Tomas Karlsson, Johan van Leur, Ricardo Bittencourt och Ray Zero
zh_cn: 作者：Daniel Vik、Benoit Delvaux、Tomas Karlsson、Johan van Leur、Ricardo Bittencourt 和 Ray Zero

# #30001
source: Machine Type (Restart)
ga: Cineál Meaisín (Atosú)
it_it: Tipo di macchina (riavvio)
sv_se: Maskintyp (omstart)
zh_cn: 机器类型（重启）

# #30002
source: Crop Overscan
ga: Bearr Ró-scanadh
it_it: Ritaglia overscan
sv_se: Beskär överskanning
zh_cn: 过扫剪裁

# #30003
source: VDP Sync Type (Restart)
ga: Cineál Sioncrónaithe VDP (Atosú)
it_it: Tipo di sincronizzazione VDP (riavvio)
sv_se: Typ av VDP-synkronisering (omstart)
zh_cn: VDP 同步类型（重启）

# #30004
source: No Sprite Limit
ga: Gan Teorainn Sprid
it_it: Nessun limite di sprite
sv_se: Ingen sprite-gräns
zh_cn: 无 Sprite 限制

# #30005
source: Sound YM2413 Enable (Restart)
ga: Cumasaigh Fuaim YM2413 (Atosaigh)
it_it: Abilita suono YM2413 (riavvio)
sv_se: Aktivera YM2413-ljud (omstart)
zh_cn: 允许 YM2413 声音（重启）

# #30006
source: Cart Mapper Type (Restart)
ga: Cineál Mapálaí Cairte (Atosaigh)
it_it: Tipo di mappatore del carrello (riavvio)
sv_se: Typ av kartläggare (omstart)
zh_cn: Cart Mapper 类型（重启）

# #30007
source: Auto Rewind Cassette
ga: Caiséad Athchasadh Uathoibríoch
it_it: Riavvolgimento automatico cassetta
sv_se: Automatisk återspolning av kassett
zh_cn: 自动倒带磁带

# #30008
source: I/O Sound Enable
ga: Cumasaigh Fuaim I/O
sv_se: I/O-ljudaktivering
zh_cn: I/O 声音启用

# #30009
source: Colecovision Keyboard Mapping
ga: Mapáil Méarchláir Colecovision
sv_se: Mappning av Colecovision-tangentbord
zh_cn: Colecovision 键盘映射

# #30010
source: Patch Colecovision ROM Fast Boot (Close Content)
ga: Paiste Colecovision ROM Tosaithe Tapa (Dún Ábhar)
sv_se: Patch Colecovision ROM snabb uppstart (Stäng innehåll)

# #30011
source: Use F12 to hard reset and restart emulation
ga: Úsáid F12 chun athshocrú crua a dhéanamh agus an aithris a atosú
sv_se: Använd F12 för att göra en hård återställning och starta om emuleringen

# #30000
source: Settings
it_it: Impostazioni
